IDEA Open Model
PolyLine2D Properties
The PolyLine2D type exposes the following members.
Properties
Name | Description
Segments
 Gets segments of PolyLine2D.
StartPoint
 Gets or sets the point where the PolyLine2D begins.
Top
See Also
Reference
PolyLine2D Class
IdeaRS.OpenModel.Geometry2D Namespace